Revit 2027 API
TableView.MaximumRowHeight Property
 Gets the maximum row height
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int MaximumRowHeight { get; }
Public ReadOnly Property MaximumRowHeight As Integer
	Get
public:
property int MaximumRowHeight {
	int get ();
}
member MaximumRowHeight : int with get
Property Value
Int32
See Also
Reference
TableView Class
Autodesk.Revit.DB Namespace